[PR_CombatMedic X2SoldierClassTemplate]
+DisplayName="Combat Medic"
+ClassSummary="Combat Medics keep their teammates alive by healing them or saving them from terrible positoning. While nobody needs to be healed they can use their shotgun and ripjack to take care of enemies."
+LeftAbilityTreeTitle="Assault"
+RightAbilityTreeTitle="Paramedic"
AbilityTreeTitles[0]="Assault"
AbilityTreeTitles[1]="Ripper"
AbilityTreeTitles[2]="Paramedic"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Pistols"


+RandomNickNames[0]="Boss"
+RandomNickNames[1]="Chief"
+RandomNickNames[2]="Elite"
+RandomNickNames[3]="Swat"
+RandomNickNames[4]="Guard"
+RandomNickNames[5]="Agent"


